NetBeansProjects/EJB/PagosBypassCA/test/TestCase1/Input.xml

<soapenv:Envelope xsi:schemaLocation="http://schemas.xmlsoap.org/soap/envelope/ http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ejb="http://ejbpagos/">
  <soapenv:Body>
    <ejb:PagoConTDC>
      <intTDC>100001</intTDC>
      <dblMonto>5.8</dblMonto>
    </ejb:PagoConTDC>
  </soapenv:Body>
</soapenv:Envelope>